[Demo_Kurona_ep7_5 GG2CollectionDemoScript]
DemoScripts[0]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=-467,Y=1119,Z=1310),SecTime=)
DemoScripts[1]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=0,Y=-5,Z=0),SecTime=)
DemoScripts[2]=(Actor=WINDOW,Command=SET)
DemoScripts[3]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_Snd_BGM.GG2_BGM_004_Cue')
DemoScripts[4]=(Actor=庫蘿娜,Command=唔唔……
......KILLING ME
SOFTLY......)
DemoScripts[5]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'GG2_Snd_SE.GG2_SE_Kyun_Cue')
DemoScripts[6]=(Actor=TEXT,Command=SET,ID=TEXT01)
DemoScripts[7]=(Actor=庫蘿娜,Command=咦……庫蘿娜……
怎麼了DEATH......?)
DemoScripts[8]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'GG2_Snd_SE.GG2_SE_Kyun_Cue')
DemoScripts[9]=(Actor=TEXT,Command=SET,ID=TEXT02)
DemoScripts[10]=(Actor=峰大,Command=太好了……
妳恢復原狀了啊.)
DemoScripts[11]=(Actor=TEXT,Command=SET,ID=TEXT03)
DemoScripts[12]=(Actor=庫蘿娜,Command=唔唔……總覺得……
身體暖烘烘的DEATH......)
DemoScripts[13]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'GG2_Snd_SE.GG2_SE_Kyun_Cue')
DemoScripts[14]=(Actor=TEXT,Command=SET,ID=TEXT04)
DemoScripts[15]=(Actor=艾可蘿,Command=看來黑暗能量好像
還剩下一些呢.)
DemoScripts[16]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'GG2_Snd_SE.GG2_SE_Kyun_Cue')
DemoScripts[17]=(Actor=TEXT,Command=SET,ID=TEXT05)
DemoScripts[18]=(Actor=艾可蘿,Command=峰大大人，
這裡就用心跳力場
中和多餘的能量吧.)
DemoScripts[19]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'GG2_Snd_SE.GG2_SE_Kyun_Cue')
DemoScripts[20]=(Actor=TEXT,Command=SET,ID=TEXT06)
DemoScripts[21]=(Actor=峰大,Command=沒想到竟然演變成了
要對庫蘿娜使用的情況......)
DemoScripts[22]=(Actor=TEXT,Command=SET,ID=TEXT07)
DemoScripts[23]=(Actor=庫蘿娜,Command=唔唔，拜託了ＤＥＡＴＨ……峰大。
再這樣下去,我會一直暖烘烘的,
無法冷靜DEATH......)
DemoScripts[24]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'GG2_Snd_SE.GG2_SE_Kyun_Cue')
DemoScripts[25]=(Actor=TEXT,Command=SET,ID=TEXT08)
DemoScripts[26]=(Actor=艾可蘿,Command=總覺得兩位氣氛意外地不錯？
......嗯,是也沒關係啦.)
DemoScripts[27]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'GG2_Snd_SE.GG2_SE_Kyun_Cue')
DemoScripts[28]=(Actor=TEXT,Command=SET,ID=TEXT09)
DemoScripts[29]=(Actor=艾可蘿,Command=那麼就來解毒吧！
心跳力場展開!!)
DemoScripts[30]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'GG2_Snd_SE.GG2_SE_Kyun_Cue')
DemoScripts[31]=(Actor=TEXT,Command=SET,ID=TEXT10)
DemoScripts[32]=(Actor=WINDOW,Command=EXIT)
DemoScripts[33]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[34]=(Actor=BGM,Command=STOP,SecTime=1,SoundID=)
DemoScripts[35]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[36]=(Actor=SYSTEM,Command=END)

[Select_Kurona_ep7_5 GG2CollectionSelect]
Selects[0]=(Label="SELECT00",SelectNumber=5,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=NO_PARAM,ParamNum=0))
Selects[1]=(Label="SELECT01",SelectNumber=5,Select[0]=(TextLabel="SELECT06",Goto="JUMP06",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT07",Goto="JUMP07",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT08",Goto="JUMP08",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT09",Goto="JUMP09",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT10",Goto="JUMP10",ParamType=NO_PARAM,ParamNum=0))

[Text_Kurona_ep7_5 GG2CollectionText]
Texts[0]=(Label="TEXT01",Name="庫蘿娜",Text="唔唔....../n......KILLING ME/nSOFTLY......")
Texts[1]=(Label="TEXT02",Name="庫蘿娜",Text="咦......庫蘿娜....../n怎麼了DEATH......?")
Texts[2]=(Label="TEXT03",Name="峯大",Text="太好了....../n妳恢復原狀了啊.")
Texts[3]=(Label="TEXT04",Name="庫蘿娜",Text="唔唔......總覺得....../n身體暖烘烘的DEATH......")
Texts[4]=(Label="TEXT05",Name="艾可蘿",Text="看來黑暗能量好像/n還剩下一些呢.")
Texts[5]=(Label="TEXT06",Name="艾可蘿",Text="峯大大人,/n這裡就用心跳力場/n中和多餘的能量吧.")
Texts[6]=(Label="TEXT07",Name="峯大",Text="沒想到竟然演變成了/n要對庫蘿娜使用的情況......")
Texts[7]=(Label="TEXT08",Name="庫蘿娜",Text="唔唔,拜託了DEATH......峯大./n再這樣下去,我會一直暖烘烘的,/n無法冷靜DEATH......")
Texts[8]=(Label="TEXT09",Name="艾可蘿",Text="總覺得兩位氣氛意外地不錯?/n......嗯,是也沒關係啦.")
Texts[9]=(Label="TEXT10",Name="艾可蘿",Text="那麼就來解毒吧!/n心跳力場展開!!")
Texts[10]=(Label="",Name="",Text="")
Texts[11]=(Label="SELECT01",Name="",Text="")
Texts[12]=(Label="SELECT02",Name="",Text="")
Texts[13]=(Label="SELECT03",Name="",Text="")
Texts[14]=(Label="SELECT04",Name="",Text="")
Texts[15]=(Label="SELECT05",Name="",Text="")
Texts[16]=(Label="SELECT06",Name="",Text="")
Texts[17]=(Label="SELECT07",Name="",Text="")
Texts[18]=(Label="SELECT08",Name="",Text="")
Texts[19]=(Label="SELECT09",Name="",Text="")
Texts[20]=(Label="SELECT10",Name="",Text="")

